"Yes" = "Ja";
"No" = "Nein";
PKDoesNotExpire = "Läuft nicht ab";

PKImportSheetTitle = "Importieren";
PKImportSuccessString = "Erfolgreich importiert";
PKErrorSheetTitle = "Fehler";
PKKeyListingWarningTitle = "Problem mit der Schlüsselliste";
PKKeyListingKeyFailedString = "Ein Problem ist beim Lesen dieses Schlüssels aufgetreten:\n\n%@";
"Warning" = "Achtung";
PKWarningSecretKeyExportString = "Sie sind dabei, einen geheimen Schlüssel zu exportieren. Wenn Sie diesen exportierten Schlüssel weitergeben, haben andere Zugriff auf Ihren geheimen Schlüssel! Um nur den öffentlichen Teil eines Schlüssels zu exportieren, wählen Sie ihn auf dem Reiter „Öffentlich“ aus.";
PKWarningSecretKeyDeleteString = "Löschen des Schlüssels %@, %@.\n\nSie sind dabei einen geheimen Schlüssel zu löschen. Wenn Sie diesen Schlüssel löschen, haben Sie keine Möglichkeit mehr, Nachrichten, die für diesen Schlüssel verschlüsselt wurden, zu entschlüsseln! Sind Sie sicher, dass Sie das wollen?";
PKWarningKeyDeleteString = "Löschen des Schlüssels %@, %@.\n\nSoll dieser Schlüssel tatsächlich gelöscht werden?";
PKErrorGPHandbook = "Das GNU Handbuch der Privatsphäre konnte nicht gefunden werden. Vermutlich haben Sie GnuPG nicht über das Installationsprogramm installiert, sondern selbst kompiliert. Sie finden es unter http://www.gnupg.org/. Installieren Sie es unter `/Library/Documentation/GnuPG/English/The GNU Privacy Handbook.pdf'.";

/* showGnuPrivacyHandbook: localized Gnu Privacy Handbook location */
"/Library/Documentation/GnuPG/English/The GNU Privacy Handbook.pdf" = "/Library/Documentation/GnuPG/Deutsch/Das GNU-Handbuch zum Schutze der Privatsphäre.pdf";

/* showAboutBox: component version data */
"Component versions\nGPGME: %@\n%@" = "Versionen von Komponenten\nGPGME: %@\n%@";

/* awakeFromNib: error: no secret key: generate */
"Generate" = "Anlegen";

/* awakeFromNib: error: no secret key: import */
"Import" = "Importieren";

/* awakeFromNib: error: no secret key: quit */
"Quit" = "Beenden";

/* awakeFromNib: error: no secret key: title */
"You do not have a private or secret key." = "Sie verfügen über keinen privaten oder geheimen Schlüssel.";

/* awakeFromNib: error: no secret key: statement */
"You may choose to generate a new key, import an existing key from elsewhere, or quit this application to fix your GnuPG installation.\n" = "Sie können einen neuen Schlüssel anlegen, einen bestehenden importieren oder diese Anwendung beenden, um Ihre GnuPG Installation zu reparieren.\n";
